Repository: manabutsutsui/library_search_app
Catalog: lib/l10n/app_*.arb
Languages: fr, ja, ko, zh

# answer2
source: Seichi is an unfinished app. To realize the developer's vision, new features are being developed one after another. Also, the holy places are being added day by day.
fr: Seichi est une application incomplète. Le développeur continue à développer de nouvelles fonctionnalités pour réaliser ses idées. De plus, les lieux saints sont ajoutés quotidiennement.
ja: Seichiは未完成アプリです。開発者の構想を実現するために、今も新機能を続々開発中。また、聖地スポットも日々追加しています
ko: Seichi는 완료되지 않은 앱입니다. 개발자의 생각을 실현하기 위해 지속적으로 새로운 기능을 개발하고 있으며, 성지 스포트도 매일 추가하고 있습니다.
zh: Seichi是一个未完成的应用程序。为了实现开发者的构想，我们正在不断开发新功能。同时，圣地也在不断增加。

# answer3
source: The special features of the Premium plan may take a little longer to reflect. Try swiping the app to close once.
fr: Les fonctionnalités spéciales du plan Premium peuvent prendre un peu plus de temps à réfléchir. Essayez de fermer l'application en la glissant vers la gauche.
ja: Premiumプランの特典が反映されるまで、少し時間がかかる場合があります。一度アプリをスワイプして終了してみてください。
ko: Premium 플랜의 특전이 반영되는 데 약간의 시간이 걸릴 수 있습니다. 앱을 스와이프하여 종료해보세요.
zh: Premium计划的特典可能需要稍长时间才能反映。请尝试一次滑动应用并关闭。

# answer4
source: It is always possible. Please refer to the following page for the method of cancellation.
fr: C'est toujours possible. Veuillez consulter la page ci-dessous pour la méthode d'annulation.
ja: いつでも可能です。ご解約の方法については以下のページをご覧ください。
ko: 언제든지 가능합니다. 해지 방법에 대해서는 아래 페이지를 참고해주세요.
zh: 随时可以。请参考以下页面了解解约方法。

# answer5
source: Even if you delete the app, the Premium plan will not be canceled. Please request cancellation from the above procedure.
fr: Même si vous supprimez l'application, le plan Premium ne sera pas annulé. Veuillez demander l'annulation par le biais de la procédure ci-dessus.
ja: アプリを削除しても、Premiumプランは解約されません。上記の手順より解約手続きをお願いします。
ko: 앱을 삭제하면 Premium 플랜도 해지되지 않습니다. 위의 절차를 통해 해지 절차를 요청해주세요.
zh: 即使删除应用，Premium计划也不会被解约。请通过上述步骤请求解约。

# answer6
source: We cannot accept refunds after purchase. Please understand.
fr: Nous ne pouvons pas accepter le remboursement après l'achat. Veuillez comprendre.
ja: 購入後の返金はお受けできません。ご了承ください。
ko: 구매 후 환불할 수 없습니다. 이해해주세요.
zh: 我们无法接受购买后的退款。请理解。

# answer7
source: If you do not cancel the cancellation (unsubscribe from automatic renewal) within 24 hours of the end of the contract period, it will be automatically renewed.
fr: Si vous ne demandez pas d'annulation (désactivation de l'actualisation automatique) dans les 24 heures après la fin du contrat, elle sera automatiquement mise à jour.
ja: 契約期間終了の24時間以内に解約（自動更新の解除）をされない場合、自動更新されます。
ko: 계약 기간 종료 24시간 내에 해지(자동 갱신 해제)를 하지 않으면 자동 갱신됩니다.
zh: 如果合同期限结束后的24小时内未取消解约（取消自动更新），则自动更新。

# answer8
source: You can check the same procedure as the above cancellation method.
fr: Vous pouvez vérifier le même processus que la méthode d'annulation ci-dessus.
ja: 上記の解約方法と同じ手順でご確認できます。
ko: 위의 해지 방법과 동일한 절차로 확인할 수 있습니다.
zh: 您可以检查与上述解约方法相同的步骤。

# answer9
source: If you want to change the plan in the middle, you need to cancel the current plan.
fr: Si vous souhaitez modifier le plan en cours de route, vous devez annuler le plan actuel.
ja: 途中でプランを変更したい場合、現在のプランの解約が必要になります。
ko: 중간에 플랜을 변경하고 싶은 경우, 현재 플랜의 해지가 필요합니다.
zh: 如果想要中途更改计划，需要先取消当前计划。

# answer10
source: Please contact us through the following form.
fr: Veuillez nous contacter par le biais du formulaire ci-dessous.
ja: 以下のフォームまでご連絡ください。
ko: 아래 폼을 통해 연락해주세요.
zh: 请通过以下表单联系我们。

source: Developer Twitter
fr: Développeur Twitter
ja: 開発者Twitter
ko: 개발자 Twitter
zh: 开发者Twitter

source: Cancellation procedure
fr: Procédure d'annulation
ja: 解約の手順
ko: 해지 절차
zh: 解约步骤

source: Contact form
fr: Formulaire de contact
ja: お問い合わせフォーム
ko: 연락 폼
zh: 联系表单

source: Movie
fr: Film
ja: 映画
ko: 영화
zh: 电影

# sports
source: Sports/Competition
fr: Sports/Compétition
ja: スポーツ/競技
ko: 스포츠/경기
zh: 体育/竞技

# romance
source: Romance/Love Comedy
fr: Romance/Comédie amoureuse
ja: 恋愛/ラブコメ
ko: 연애/러브코미
zh: 恋爱/爱情喜剧

# action
source: Action/Battle
fr: Action/Combat
ja: アクション/バトル
ko: 액션/전투
zh: 动作/战斗

# horror
source: Horror/Suspense/Mystery
fr: Horreur/Suspense/Mystère
ja: ホラー/サスペンス/推理
ko: 호러/서스펜스/미스터리
zh: 恐怖/悬疑/推理

# daily
source: Daily/Soft
ja: 日常/ほのぼの
ko: 일상/소노소노
zh: 日常/温馨

# drama
source: Drama/Youth
fr: Drame/Youth
ja: ドラマ/青春
ko: 드라마/청춘
zh: 电视剧/青春

# sf
source: SF/Fantasy
ja: SF/ファンタジー
ko: SF/판타지
zh: 科幻/奇幻

# reviewPost
source: Post Review
fr: Poster une critique
ja: 口コミを投稿
ko: 리뷰 작성
zh: 发表评论

# addPhoto
source: Add Photo (Optional)
fr: Ajouter une photo (optionnel)
ja: 写真を追加（任意）
ko: 사진 추가
zh: 添加照片（可选）

source: Tap to Add Photo
fr: Cliquer pour ajouter une photo
ja: タップして写真を追加
ko: 사진 추가
zh: 点击添加照片

source: Evaluation of Holy Place
fr: Évaluation du lieu saint
ja: 聖地の評価
ko: 성지 평가
zh: 圣地评价

source: Review Content
fr: Contenu de la critique
ja: 口コミの内容
ko: 리뷰 내용
zh: 评论内容

# reviewContentError
source: Please enter review content
fr: Veuillez entrer le contenu de la critique
ja: 口コミの内容を入力してください
ko: 리뷰 내용을 입력해주세요
zh: 请输入评论内容

source: Submit Review
fr: Soumettre la critique
ja: 投稿する
ko: 리뷰 제출
zh: 提交评论

source: Select Holy Place
fr: Sélectionner un lieu saint
ja: 聖地を選択
ko: 성지 선택
zh: 选择圣地

# searchHolyPlace
source: Search Holy Place by Name or Work
fr: Rechercher un lieu saint par nom ou œuvre
ja: 聖地名・作品名で検索
ko: 성지명 또는 작품명으로 검색
zh: 圣地名或作品名搜索

source: What is "Seichi"?
fr: Qu'est-ce que "Seichi"?
ja: 「Seichi」とは?
ko: 「Seichi」는 무엇인가요?
zh: 「Seichi」是什么?

# whatIsSeichiDescription
source: Thank you for downloading the app "Seichi"! "Seichi" is an app that makes pilgrimage to holy places more fun and more convenient.
fr: Merci d'avoir téléchargé l'application "Seichi" ! "Seichi" est une application qui rend la visite aux lieux saints plus amusante et plus facile.
ja: 当アプリ「Seichi」をダウンロードしていただき、誠にありがとうございます! 「Seichi」は、聖地巡礼をより楽しく、より便利にするアプリです。
ko: 「Seichi」를 다운로드해주셔서 감사드립니다! 「Seichi」는 성지 순례를 더 재미있고 편리하게 만들어주는 앱입니다.
zh: 感谢您下载「Seichi」应用程序！「Seichi」是一个使圣地巡礼更加有趣和方便的应用程序。

# whatIsSeichiDescription2
source: Search for holy places from works
fr: Rechercher un lieu saint à partir d'œuvres
ja: 作品から聖地を探そう
ko: 작품에서 성지 찾기
zh: 从作品中寻找圣地

# whatIsSeichiDescription3
source: You can find your ideal holy place from many works. "Seichi" is constantly being updated and new holy places are being added every day.
fr: Vous pouvez trouver votre lieu saint idéal à partir de nombreuses œuvres. "Seichi" est en constante mise à jour et de nouveaux lieux saints sont ajoutés chaque jour.
ja: 数多くの「作品」から、あなたの理想の聖地を見つけることができます。 「Seichi」は現在もアップデートを続けていて、日々新しい聖地が登録されています。
ko: 많은 작품에서 당신의 이상적인 성지를 찾을 수 있습니다. "Seichi"는 계속 업데이트되고 있으며, 매일 새로운 성지가 등록되고 있습니다.
zh: 您可以从许多作品中找到您理想的圣地。「Seichi」正在不断更新，每天都有新的圣地被注册。

# whatIsSeichiDescription4
source: Search for holy places on the map
fr: Rechercher un lieu saint sur la carte
ja: 地図で聖地を探そう
ko: 지도에서 성지 찾기
zh: 在地图上寻找圣地

# whatIsSeichiDescription5
source: You can search for holy places on the map. Maybe you can find a holy place near you!
fr: Vous pouvez rechercher un lieu saint sur la carte. Peut-être que vous pouvez trouver un lieu saint près de vous !
ja: 聖地を地図で探すことができます。 あなたの周辺の聖地を見つけられるかもしれません!
ko: 지도에서 성지를 찾을 수 있습니다. 아마 당신 주변의 성지를 찾을 수 있을지도 모릅니다!
zh: 您可以在地图上寻找圣地。也许您可以找到您附近的圣地！

# whatIsSeichiDescription6
source: Search for holy places from reviews
fr: Rechercher un lieu saint à partir de critiques
ja: 口コミを見て聖地を探そう
ko: 리뷰에서 성지 찾기
zh: 从评论中寻找圣地

# whatIsSeichiDescription7
source: You can search for holy places from reviews. You can find your ideal holy place by referring to other users' posts!
fr: Vous pouvez rechercher un lieu saint à partir de critiques. Vous pouvez trouver votre lieu saint idéal en vous basant sur les posts d'autres utilisateurs !
ja: 口コミを見て、聖地を探すことができます。 他のユーザーの投稿を参考に、あなたの理想の聖地を見つけましょう!
ko: 리뷰에서 성지를 찾을 수 있습니다. 다른 사용자의 게시물을 참고하여 당신의 이상적인 성지를 찾을 수 있습니다!
zh: 您可以从评论中寻找圣地。您可以通过参考其他用户的帖子找到您理想的圣地！

# whatIsSeichiDescription8
source: Register visited holy places
fr: Enregistrer un lieu saint visité
ja: 訪れた聖地を登録しよう
ko: 방문한 성지 등록하기
zh: 登记已访问圣地

# whatIsSeichiDescription9
source: You can register visited holy places with photos. Save your memories together!
fr: Vous pouvez enregistrer un lieu saint visité avec une photo. Sauvegardez vos souvenirs !
ja: 訪れた聖地を写真と共に登録できます。思い出と共に保存しましょう!
ko: 사진과 함께 방문한 성지를 등록할 수 있습니다. 기억을 저장하세요!
zh: 您可以登记已访问圣地，并附上照片。保存您的回忆！

# whatIsSeichiDescription10
source: Register Premium to enjoy "Seichi" more!
fr: Achetez le plan Premium pour profiter encore plus de "Seichi" !
ja: Premiumに登録して、「Seichi」をもっと楽しもう
ko: Premium 등록하여 「Seichi」를 더 많이 즐기세요!
zh: Premium计划

source: Close
fr: Fermer
ja: 閉じる
ko: 닫기
zh: 关闭

source: Save Success
fr: Enregistrement réussi
ja: 保存に成功しました
ko: 저장에 성공했습니다
zh: 保存成功

source: Save Error
fr: Échec de l'enregistrement
ja: 保存に失敗しました
ko: 저장에 실패했습니다
zh: 保存失败

source: Photo
ja: 写真
ko: 사진
zh: 照片

# noteDescription
source: You can save a memo about your pilgrimage here
fr: Vous pouvez enregistrer un mémo sur votre visite au lieu saint ici
ja: ここに聖地巡礼に関するメモを残すことができます
ko: 여기에 성지 순례에 대한 메모를 남길 수 있습니다
zh: 这里可以输入圣地巡礼的笔记

# noteInputError
source: Please enter a memo
fr: Veuillez entrer un mémo
ja: メモを入力してください
ko: 메모를 입력해주세요
zh: 请输入笔记

# deleteConfirmation
source: Are you sure you want to delete this photo?
fr: Êtes-vous sûr de vouloir supprimer cette photo ?
ja: この写真を削除してもよろしいですか？
ko: 이 사진을 삭제하시겠습니까?
zh: 确定要删除这张照片吗？

# deleteSuccess
source: Photo Deleted
fr: Photo supprimée
ja: 写真を削除しました
ko: 사진을 삭제했습니다
zh: 照片已删除

source: Save Note
fr: Enregistrer le mémo
ja: ノートを保存
ko: 메모 저장
zh: 保存笔记

# requiredInput
source: Please enter required items
fr: Veuillez entrer les champs obligatoires
ja: 必須項目を入力してください
ko: 필수 항목을 입력해주세요
zh: 请输入必填项

# imageSelectionError
source: Error occurred during image selection
fr: Erreur survenue lors de la sélection de l'image
ja: 画像の選択中にエラーが発生しました
ko: 사진 선택 중 오류가 발생했습니다
zh: 选择图片时发生错误

# memoInputError
source: Please enter a memo
fr: Veuillez entrer un mémo
ja: メモを入力してください
ko: 메모를 입력해주세요
zh: 请输入笔记

source: Request Holy Place
fr: Demande de lieu saint
ja: 聖地をリクエスト
ko: 성지 요청
zh: 圣地请求

# requestHolyPlaceDescription
source: You can request a holy place you want to add.
fr: Vous pouvez demander un lieu saint que vous souhaitez ajouter.
ja: あなたが追加したい聖地をリクエストできます。
ko: 추가하고 싶은 성지를 요청할 수 있습니다.
zh: 您可以请求您想要添加的圣地。

source: Holy Place Name
fr: Nom du lieu saint
ja: 聖地名
ko: 성지 이름
zh: 圣地名

source: Request Sent
fr: Requête envoyée
ja: リクエストが送信されました
ko: 요청이 전송되었습니다
zh: 请求已发送

# allFieldsRequired
source: Please enter all fields
fr: Veuillez entrer tous les champs
ja: すべてのフィールドを入力してください
ko: 모든 필수 항목을 입력해주세요
zh: 请输入所有字段

source: Send Request
fr: Envoyer la requête
ja: リクエストを送信
ko: 요청 전송
zh: 发送请求

# reviewRequestTitle
source: Please rate the app
fr: Veuillez évaluer l'application
ko: 앱 평가 요청
zh: 请评价应用

# reviewRequestMessage
source: Did you enjoy the app? Rating and reviews are a great encouragement for development.
fr: Avez-vous apprécié l'application ? Les évaluations et les critiques sont une grande motivation pour le développement.
ko: 앱을 즐겼나요? 평가와 리뷰는 개발의 동기부여가 됩니다.
zh: 您喜欢这个应用吗？ 评分和评论是开发的动力。

source: Later
fr: Plus tard
ko: 나중에
zh: 稍后

source: Recommended Products
fr: Produits recommandés
ko: 추천 상품
zh: 推荐商品

source: Posts
ko: 게시물
zh: 投稿

# welcomeToPost
source: Welcome to the app's posting feature! You can post text and images from the bottom right "+" button. ・Share your thoughts and memories about holy places ・You can like other users' posts👍 ・Inappropriate posts may be deleted by the operator
fr: Bienvenue dans la fonctionnalité de publication de l'application ! Vous pouvez poster du texte et des images à partir du bouton "+" en bas à droite. ・Partagez vos pensées et souvenirs sur les lieux saints ・Vous pouvez aimer les posts d'autres utilisateurs👍 ・Les posts inappropriés peuvent être supprimés par l'opérateur
ko: 앱의 게시물 기능에 오신 것을 환영합니다! 오른쪽 하단의 "+" 버튼에서 텍스트와 이미지를 게시할 수 있습니다. ・성지 감상과 추억을 공유하세요 ・다른 사용자의 게시물에 좋아요👍를 달 수 있습니다 ・부적절한 게시물은 운영자에 의해 삭제될 수 있습니다
zh: 欢迎使用应用程序的投稿功能！ 您可以从右下角的“+”按钮发布文本和图像。 ・分享您对圣地巡礼的感想和回忆 ・您可以喜欢其他用户的帖子👍 ・不适当的内容可能会被运营商删除

# hintTextPosts
source: Write a post
fr: Écrivez un post
ko: 게시물을 작성해주세요
zh: 写一篇帖子

# writeComment
source: Write a comment
fr: Écrivez un commentaire...
ko: 댓글을 작성해주세요
zh: 写评论...

source: Report Sent
fr: Signalement envoyé
ko: 신고를 전송했습니다
zh: 举报已发送

# spotRegistered
source: Holy Place Registered
fr: Lieu saint enregistré
ko: 성지를 등록했습니다
zh: 圣地已登记

source: Favorite
fr: Favoris
ko: 좋아요
zh: 喜欢

source: Edit Bio
fr: Éditer la biographie
ko: 자기소개 수정
zh: 编辑个人简介

# bioHint
source: Enter Bio
fr: Entrer la biographie
ko: 자기소개 입력
zh: 输入个人简介

source: Bio Updated
fr: Biographie mise à jour
ko: 자기소개 업데이트
zh: 个人简介已更新

source: Tap to Add Bio
fr: Cliquer pour ajouter la biographie
ko: 탭하여 자기소개 추가
zh: 点击添加个人简介

# myKuchikomi
source: My Reviews
fr: Liste des critiques
ko: 내 리뷰
zh: 我的评论

# needLogin
source: Login Required
fr: Connexion nécessaire
ko: 로그인이 필요합니다
zh: 需要登录

# noKuchikomi
source: No Reviews
fr: Aucune critique
ko: 리뷰가 없습니다
zh: 没有评论
