Repository: manabutsutsui/library_search_app
Catalog: lib/l10n/app_*.arb
Languages: fr, ja, ko, zh

# appTitle
source: Anime Pilgrimage - Seichi
fr: Lieux de Pèlerinage d'Anime - Seichi
ja: アニメ聖地マップ - Seichi
ko: 애니메이션 성지 - Seichi
zh: 动漫圣地 - Seichi

source: Home
fr: Accueil
ja: ホーム
ko: 홈
zh: 主页

source: Map
fr: Carte
ja: 地図
ko: 지도
zh: 地图

source: Works
fr: Œuvres
ja: 作品
ko: 작품
zh: 作品

# registration
source: Register
fr: Inscription
ja: 登録
ko: 등록
zh: 注册

source: Profile
fr: Profil
ja: プロフィール
ko: 프로필
zh: 个人资料

source: Settings
fr: Paramètres
ja: 設定
ko: 설정
zh: 设置

# personalInfo
source: Personal Information
fr: Informations personnelles
ja: 個人情報
ko: 개인정보
zh: 个人资料

source: Account
fr: Compte
ja: アカウント
ko: 계정
zh: 账户

source: General Settings
fr: Paramètres généraux
ja: 一般設定
ko: 일반설정
zh: 常规设置

source: Language Settings
fr: Paramètres de langue
ja: 言語設定
ko: 언어설정
zh: 语言设置

source: About App
fr: À propos de l'application
ja: アプリについて
ko: 앱에 대해
zh: 关于应用

source: Contact
ja: お問い合わせ
ko: 연락처
zh: 联系

source: Terms of Service
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용 약관
zh: 使用条款

source: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리 방침
zh: 隐私政策

source: Write Review
fr: Écrire une critique
ja: レビューを書く
ko: 리뷰 작성
zh: 写评论

source: Logout
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
zh: 登出

source: Delete Account
fr: Supprimer le compte
ja: アカウント削除
ko: 계정 삭제
zh: 删除账户

source: Select Language
fr: Sélectionner la langue
ja: 言語を選択
ko: 언어 선택
zh: 选择语言

source: Username
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
zh: 用户名

source: Email
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일
zh: 电子邮件

source: X Account
fr: Compte X
ja: Xアカウント
ko: X 계정
zh: X账户

source: Instagram Account
fr: Compte Instagram
ja: Instagramアカウント
ko: Instagram 계정
zh: Instagram账户

source: TikTok Account
fr: Compte TikTok
ja: TikTokアカウント
ko: TikTok 계정
zh: TikTok账户

source: Configure
fr: Configurer
ja: 設定する
ko: 설정
zh: 配置

source: Not Set
fr: Non configuré
ja: 未設定
ko: 설정되지 않음
zh: 未设置

source: Enter New Username
fr: Entrer un nouveau nom d'utilisateur
ja: 新しいユーザー名を入力
ko: 새 사용자 이름 입력
zh: 输入新用户名

source: Account Settings
fr: Paramètres du compte
ja: アカウントの設定
ko: 계정 설정
zh: 账户设置

source: Enter Password
fr: Entrer un mot de passe
ja: パスワードを入力してください
ko: 비밀번호 입력
zh: 输入密码

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消

source: Save
fr: Enregistrer
ja: 保存
ko: 저장
zh: 保存

source: Confirm
fr: Confirmer
ja: 確認
ko: 확인
zh: 确认

source: Account Updated
fr: Compte mis à jour
ja: アカウントを更新しました
ko: 계정 업데이트
zh: 账户更新

source: Account Deleted
fr: Compte supprimé
ja: アカウントを削除しました
ko: 계정 삭제
zh: 账户删除

# enterUsername
source: Enter Username Only
fr: Entrer un nom d'utilisateur
ja: アカウント名のみを入力してください
ko: 사용자 이름만 입력
zh: 仅输入账户名

source: Set
fr: Configurer
ja: 設定する
ko: 설정
zh: 设置

source: Username Updated
fr: Nom d'utilisateur mis à jour
ja: ユーザー名を更新しました
ko: 사용자 이름 업데이트
zh: 用户名更新

source: Source Image
ja: 出典元
ko: 출처 이미지
zh: 来源图片

source: Holy Place List
fr: Liste des lieux saints
ja: の聖地一覧
ko: 의 성지 목록
zh: 的圣地列表

source: Number of Holy Places
fr: Nombre de lieux saints
ja: 聖地数
ko: 성지 수
zh: 圣地数

source: Places
fr: Lieux
ja: 件
ko: 건
zh: 件

source: No Holy Places Found
fr: Aucun lieu saint trouvé
ja: 聖地が見つかりませんでした
ko: 성지를 찾을 수 없습니다
zh: 圣地未找到

source: Failed to Open URL
fr: Échec de l'ouverture de l'URL
ja: URLを開けませんでした
ko: URL을 열 수 없습니다
zh: 无法打开URL

source: Works List
fr: Liste des œuvres
ja: 作品一覧
ko: 작품 목록
zh: 作品一览

source: All Genres
fr: Tous les genres
ja: すべてのジャンル
ko: 모든 장르
zh: 所有类型

source: No Works Found
fr: Aucune œuvre trouvée
ja: 作品が見つかりませんでした
ko: 작품을 찾을 수 없습니다
zh: 未找到作品

source: Create Account
fr: Créer un compte
ja: アカウント作成
ko: 계정 생성
zh: 创建账户

source: Password
fr: Mot de passe
ja: パスワード
ko: 비밀번호
zh: 密码

source: Confirm Password
fr: Confirmer le mot de passe
ja: パスワード（確認用）
ko: 비밀번호 확인
zh: 确认密码

# agreeToTerms
source: Confirm and Agree
fr: Confirmer et accepter
ja: を確認の上、同意する
ko: 약관에 동의하고 확인합니다
zh: 确认并同意

# readPrivacyPolicy
source: Read
fr: Lire
ja: を読む
ko: 읽기
zh: 阅读

source: Register
fr: S'inscrire
ja: 登録
ko: 등록
zh: 注册

# alreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte ?
ja: アカウント登録済みの方は
ko: 이미 계정이 있으신가요?
zh: 已注册账户？

source: Click Here
fr: Cliquez ici
ja: こちら
ko: 여기를 클릭하세요
zh: 点击这里

source: Password Mismatch
fr: Mot de passe non conforme
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
zh: 密码不匹配

# pleaseAgreeToTerms
source: Please agree to the terms of service
fr: Veuillez accepter les conditions d'utilisation
ja: 利用規約に同意してください
ko: 이용약관에 동의해주세요
zh: 请同意使用条款

source: Failed to Create Account
fr: Impossible de créer un compte
ja: アカウント作成に失敗しました
ko: 계정 생성에 실패했습니다
zh: 创建账户失败

source: Unexpected Error
fr: Erreur inattendue
ja: 予期せぬエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다
zh: 意外错误

source: Register with Email
fr: S'inscrire avec l'e-mail
ja: メールアドレスで登録
ko: 이메일로 등록
zh: 使用电子邮件注册

source: Register with Google
fr: S'inscrire avec Google
ja: Googleで登録
ko: Google로 등록
zh: 使用Google注册

source: Register with Apple
fr: S'inscrire avec Apple
ja: Appleで登録
ko: Apple로 등록
zh: 使用Apple注册

source: Login Here
fr: Se connecter ici
ja: ログインはこちら
ko: 여기에서 로그인
zh: 在这里登录

source: Registration Complete
fr: Inscription réussie
ja: 登録が完了しました
ko: 등록이 완료되었습니다
zh: 注册完成

source: Registration Failed
fr: Inscription échouée
ja: 登録に失敗しました
ko: 등록에 실패했습니다
zh: 注册失败

# googleRegistrationComplete
source: Google Account Registration Complete
fr: Inscription Google réussie
ja: Googleアカウントでの登録が完了しました
ko: Google 계정 등록이 완료되었습니다
zh: Google账户注册完成

# appleRegistrationComplete
source: Apple Account Registration Complete
fr: Inscription Apple réussie
ja: Appleアカウントでの登録が完了しました
ko: Apple 계정 등록이 완료되었습니다
zh: Apple账户注册完成

source: Login Canceled
fr: Connexion annulée
ja: ログインがキャンセルされました
ko: 로그인이 취소되었습니다
zh: 登录取消

source: Sign In Failed
fr: Connexion échouée
ja: サインインに失敗しました
ko: 로그인에 실패했습니다
zh: 登录失败

source: Invalid Response
fr: Réponse invalide
ja: 無効なレスポンスが返されました
ko: 유효하지 않은 응답이 반환되었습니다
zh: 无效响应

source: Sign In Not Handled
fr: Connexion non traitée
ja: サインインが処理されませんでした
ko: 로그인이 처리되지 않았습니다
zh: 登录未处理

source: Unknown Error
fr: Erreur inconnue
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
zh: 未知错误

source: Not Interactive
fr: Non interactif
ja: インタラクティブではありません
ko: 비대화형
zh: 非交互

source: Unhandled Error
fr: Erreur non gérée
ja: 未処理のエラーが発生しました
ko: 처리되지 않은 오류가 발생했습니다
zh: 未处理错误

source: Set Username
fr: Définir le nom d'utilisateur
ja: ユーザー名の設定
ko: 사용자 이름 설정
zh: 设置用户名

source: Please Set Username
fr: Veuillez définir le nom d'utilisateur
ja: ユーザー名を設定してください
ko: 사용자 이름을 설정해주세요
zh: 请设置用户名

# usernameHint
source: Enter Username
fr: Entrer un nom d'utilisateur
ja: ユーザー名を入力してください
ko: 사용자 이름 입력
zh: 输入用户名

source: Complete
fr: Complété
ja: 完了
ko: 완료
zh: 完成

source: Please Enter Username
fr: Veuillez entrer un nom d'utilisateur
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력해주세요
zh: 请输入用户名

source: Error Occurred
fr: Erreur survenue
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh: 错误发生

source: Recommended Works
fr: Œuvres recommandées
ja: おすすめ作品
ko: 추천 작품
zh: 推荐作品

source: New Reviews
fr: Nouvelles critiques
ja: 新着口コミ
ko: 새로운 리뷰
zh: 新评论

source: View More
fr: Voir plus
ja: もっと見る
ko: 더 보기
zh: 查看更多

source: Reviews List
fr: Liste des critiques
ja: 口コミ一覧
ko: 리뷰 목록
zh: 评论列表

source: No Reviews
fr: Aucune critique
ja: 口コミはありません
ko: 리뷰가 없습니다
zh: 没有评论

source: New Holy Places
fr: Nouveaux lieux saints
ja: 新着聖地
ko: 새로운 성지
zh: 新圣地

source: No Holy Places
fr: Aucun lieu saint
ja: 聖地はまだありません
ko: 성지가 없습니다
zh: 没有圣地

source: Loading Error
fr: Erreur survenue
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh: 错误发生

source: Failed to Fetch Rakuten
fr: Échec de la récupération des données de Rakuten
ja: 楽天APIからデータの取得に失敗しました
ko: 라쿠텐 API에서 데이터를 가져오는 데 실패했습니다
zh: 从Rakuten API获取数据失败

source: Ranking
fr: Classement
ja: ランキング
ko: 랭킹
zh: 排行榜

source: National Holy Places Ranking
fr: Classement des lieux saints nationaux
ja: 全国聖地ランキング
ko: 전국 성지 랭킹
zh: 全国圣地排行榜

source: by Reviews
fr: par les critiques
ja: by レビュー
ko: by 리뷰
zh: by 评论

source: by Reviews Count
fr: par les critiques
ja: by 口コミ数
ko: by 리뷰 수
zh: by 评论数

source: Official
fr: Officiel
ja: 公式
ko: 공식
zh: 官方

source: Login
fr: Connexion
ja: ログイン
ko: 로그인
zh: 登录

source: Email Address
fr: Adresse e-mail
ja: メールアドレス
ko: 이메일 주소
zh: 电子邮件地址

source: Login Success
fr: Connexion réussie
ja: ログインに成功しました
ko: 로그인에 성공했습니다
zh: 登录成功

source: Login Failed
fr: Connexion échouée
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
zh: 登录失败

source: Email Not Verified
fr: Adresse e-mail non vérifiée
ja: メールアドレスの認証が完了していません。認証メールのリンクをクリックしてください。
ko: 이메일 주소가 인증되지 않았습니다. 인증 메일의 링크를 클릭하여 인증을 완료해주세요.
zh: 电子邮件地址未验证

source: No Account
fr: Aucun compte
ja: アカウント未登録の方は
ko: 계정이 없으신가요?
zh: 没有账户

source: Forgot Password
fr: Mot de passe oublié
ja: パスワードを忘れた方は
ko: 비밀번호를 잊으셨나요?
zh: 忘记密码

source: Here
fr: ici
ja: こちら
ko: 여기
zh: 这里

# verificationEmailSent
source: Verification email sent. Click the link in the email to complete the verification. ※ It may be in the spam folder.
fr: Email de vérification envoyé. Cliquez sur le lien dans l'email pour terminer la vérification. ※ Il peut être dans le dossier spam.
ja: 認証メールを送信しています。メール内に記載されたURLをクリックし、認証を完了してください。 ※ 「迷惑メールボックス」に入っている場合もあります。
ko: 인증 메일을 발송했습니다. 이메일 내의 링크를 클릭하여 인증을 완료해주세요. ※ 스팸 폴더에 있을 수 있습니다.
zh: 验证邮件已发送。请点击邮件中的链接完成验证。 ※ 它可能位于垃圾邮件文件夹中。

source: Location Service Disabled
fr: Service de localisation désactivé
ja: 位置情報サービスが無効です。
ko: 위치 서비스가 비활성화되었습니다.
zh: 位置服务已禁用

source: Location Permission Denied
fr: Permission de localisation refusée
ja: 位置情報の権限が永久に拒否されました。設定から変更してください。
ko: 위치 권한이 영구적으로 거부되었습니다. 설정에서 변경해주세요.
zh: 位置权限被永久拒绝。请在设置中更改。

source: Holy Places
fr: Lieux saints
ja: 件の聖地
ko: 성지
zh: 圣地

source: Holy Places List
fr: Liste des lieux saints
ja: 聖地一覧
ko: 성지 목록
zh: 圣地列表

source: Work Name
fr: Nom de l'œuvre
ja: 作品名
ko: 작품 이름
zh: 作品名

source: Show Only Visited
fr: Afficher uniquement les lieux visités
ja: 訪問済みの聖地のみ表示
ko: 방문한 성지만 표시
zh: 仅显示已访问圣地

source: Search Spot
fr: Rechercher un lieu saint
ja: 聖地名、作品名で検索
ko: 성지명, 작품명으로 검색
zh: 圣地名、作品名で検索

source: Reviews
fr: critiques
ja: 件
ko: 리뷰
zh: 评论

source: To Holy Place Page
fr: Vers la page du lieu saint
ja: 聖地ページへ
ko: 성지 페이지로
zh: 前往圣地页面

source: Registered
fr: Inscrit
ja: 登録済み
ko: 등록됨
zh: 已注册

source: No Holy Places Yet
fr: Aucun lieu saint
ja: 聖地はまだありません
ko: 성지가 없습니다
zh: 圣地未找到

source: Image Load Error
fr: Erreur de chargement de l'image
ja: 画像の読み込みに失敗しました
ko: 이미지 로드 오류
zh: 图片加载失败

# review
source: Rate
fr: Évaluer
ja: レビュー
ko: 평가하기
zh: 评分

source: Visited Spots
fr: Lieux visités
ja: 訪問済みの聖地
ko: 방문한 성지
zh: 已访问圣地

# reviewDate
source: Review Date: {date}
fr: Date de publication: {date}
ja: 投稿日: {date}
ko: 게시일: {date}
zh: 发布日期: {date}

source: : Satisfaction Level
fr: : Satisfaction du lieu saint
ja: : 聖地の満足度
ko: : 성지 만족도
zh: : 圣地满意度

source: Unknown User
fr: Utilisateur inconnu
ja: 名称不明
ko: 사용자 이름 없음
zh: 未知用户

# socialMediaError
source: Failed to Open SNS Link
fr: Échec de l'ouverture du lien SNS
ja: SNSリンクを開けませんでした
ko: SNS 링크를 열 수 없습니다
zh: 无法打开SNS链接

# kuchikomi
source: Reviews
fr: Critique
ja: 口コミ
ko: 리뷰
zh: 评论

# seichitouroku
source: Registered Spots
fr: Lieux inscrits
ja: 聖地登録
ko: 성지 등록
zh: 圣地登记

source: No Visited Spots
fr: Aucun lieu saint visité
ja: 聖地登録はありません
ko: 방문한 성지가 없습니다
zh: 没有圣地登记

source: Unknown Holy Place
fr: Lieu saint inconnu
ja: 不明な聖地
ko: 성지 이름 없음
zh: 未知圣地

source: Visit Date
fr: Date de visite
ja: 訪問日
ko: 방문일
zh: 访问日期

# sProfile
source: Profile
fr: Profil
ja: のプロフィール
ko: 프로필
zh: 的资料

source: Reset Password
fr: Réinitialiser le mot de passe
ja: パスワードをリセット
ko: 비밀번호 재설정
zh: 重置密码

# resetPasswordEmailSent
source: Password reset email has been sent
fr: L'e-mail de réinitialisation du mot de passe a été envoyé
ja: パスワードリセットメールを送信しました
ko: 비밀번호 재설정 이메일이 전송되었습니다
zh: 密码重置邮件已发送

source: Edit Profile
fr: Modifier le profil
ja: プロフィール編集
ko: 프로필 수정
zh: 编辑资料

source: Change Profile Image
fr: Changer l'image du profil
ja: プロフィール画像を変更
ko: 프로필 이미지 변경
zh: 更改头像

source: Camera
fr: Caméra
ja: カメラ
ko: 카메라
zh: 相机

source: Gallery
fr: Galerie
ja: ギャラリー
ko: 갤러리
zh: 相册

source: Delete Image
fr: Supprimer l'image
ja: 画像を削除
ko: 이미지 삭제
zh: 删除图片

source: Bio
fr: Biographie
ja: 自己紹介
ko: 소개
zh: 个人简介

source: Update Profile
fr: Mettre à jour le profil
ja: プロフィールを更新
ko: 프로필 업데이트
zh: 更新资料

# profileUpdateSuccess
source: Profile updated successfully
fr: Profil mis à jour avec succès
ja: プロフィールを更新しました
ko: 프로필이 성공적으로 업데이트되었습니다
zh: 资料更新成功

# profileUpdateError
source: Failed to update profile
fr: Échec de la mise à jour du profil
ja: プロフィールの更新に失敗しました
ko: 프로필 업데이트에 실패했습니다
zh: 资料更新失败

# imageUpdateError
source: Failed to update image
fr: Échec de la mise à jour de l'image
ja: 画像の更新に失敗しました
ko: 이미지 업데이트에 실패했습니다
zh: 图片更新失败

source: Bookmarks
fr: Favoris
ja: ブックマーク
ko: 즐겨찾기
zh: 书签

source: X Account Setting
fr: Paramètres du compte X
ja: Xアカウントの設定
ko: X 계정 설정
zh: X账户设置

# enterXAccountUrl
source: Enter your account URL
fr: Entrer l'URL de votre compte X
ja: 自身のアカウントのURLを入力してください
ko: 자신의 계정 URL을 입력해주세요
zh: 输入您的账户URL

source: X Account Updated
fr: Compte X mis à jour
ja: Xアカウントを更新しました
ko: X 계정이 성공적으로 업데이트되었습니다
zh: X账户更新

source: Instagram Account Setting
fr: Paramètres du compte Instagram
ja: Instagramアカウントの設定
ko: Instagram 계정 설정
zh: Instagram账户设置

source: TikTok Account Setting
fr: Paramètres du compte TikTok
ja: TikTokアカウントの設定
ko: TikTok 계정 설정
zh: TikTok账户设置

source: TikTok Account Deleted
fr: Compte TikTok supprimé
ja: TikTokアカウントを削除しました
ko: TikTok 계정이 삭제되었습니다
zh: TikTok账户删除

source: TikTok Account Updated
fr: Compte TikTok mis à jour
ja: TikTokアカウントを更新しました
ko: TikTok 계정이 업데이트되었습니다
zh: TikTok账户更新

# unknown
source: Name Not Set
fr: Nom non défini
ja: 名前未設定
ko: 이름 없음
zh: 未设置

source: No Bookmarks
fr: Aucun favoris
ja: ブックマークはありません
ko: 즐겨찾기가 없습니다
zh: 没有书签

source: Address
fr: Adresse
ja: 住所
ko: 주소
zh: 地址

# unknownAddress
source: Address Unknown
fr: Adresse inconnue
ja: 住所不明
ko: 주소 없음
zh: 地址不明

source: Spot Not Found
fr: Information du lieu saint non trouvée
ja: スポット情報が見つかりません
ko: 성지 정보를 찾을 수 없습니다
zh: 圣地信息未找到

source: Login Required
fr: Connexion nécessaire
ja: ログインが必要です
ko: 로그인이 필요합니다
zh: 登录

source: Posted Date
fr: Date de publication
ja: 投稿日
ko: 게시일
zh: 投稿日

# unknownDate
source: Date Unknown
fr: Date inconnue
ja: 日付不明
ko: 날짜 없음
zh: 日期不明

source: Delete
fr: Supprimer
ja: 削除する
ko: 삭제
zh: 删除

# deleteReviewConfirm
source: Are you sure you want to delete this review?
fr: Êtes-vous sûr de vouloir supprimer cette critique ?
ja: この口コミを削除してもよろしいですか？
ko: 이 리뷰를 삭제하시겠습니까?
zh: 确定要删除这条评论吗？

source: Review Deleted
fr: Critique supprimée
ja: 口コミを削除しました
ko: 리뷰 삭제
zh: 评论删除

# reviewDeleteError
source: Failed to Delete Review
fr: Échec de la suppression de la critique
ja: 口コミの削除に失敗しました
ko: 리뷰 삭제에 실패했습니다
zh: 评论删除失败

# seichitourokuSatisfaction
source: Satisfaction of Holy Place
fr: Satisfaction du lieu saint
ja: 聖地の満足度
ko: 성지 만족도
zh: 圣地满意度

# rankingComment
source: Review Count Ranking
fr: Classement des critiques
ja: 口コミ数ランキング
ko: 리뷰 수 랭킹
zh: 评论数排行榜

# premiumPlan
source: Premium plan allows you to view more rankings!
fr: Le plan Premium vous permet de voir plus de classements !
ja: Premiumプランなら、閲覧できるランキング数が増えます!
ko: Premium 플랜이면, 더 많은 랭킹을 볼 수 있습니다!
zh: Premium计划允许您查看更多排行榜！

# reviewsCount
source: reviews
fr: critiques
ja: 件の口コミ
ko: 리뷰
zh: 条评论

# rankingReview
source: Review Ranking
fr: Classement des critiques
ja: レビューランキング
ko: 리뷰 랭킹
zh: 评论排行榜

# registrationSpot
source: Registered Holy Place
fr: Lieux saints inscrits
ja: 登録した聖地
ko: 등록한 성지
zh: 已登记圣地

# spotDeleted
source: Registered Spot Deleted
fr: Lieux saints inscrits supprimés
ja: 聖地の登録を削除しました
ko: 등록한 성지 삭제
zh: 已登记圣地删除

# spotDeleteError
source: Failed to Delete Registered Spot
fr: Échec de la suppression des lieux saints inscrits
ja: 聖地の登録削除に失敗しました
ko: 등록한 성지 삭제에 실패했습니다
zh: 已登记圣地删除失败

source: Memo
fr: Mémo
ja: メモ
ko: 메모
zh: 备注

source: See Spot Detail
fr: Voir le détail du lieu saint
ja: 聖地の詳細を見る
ko: 성지 상세 보기
zh: 查看圣地详情

source: User Ranking
fr: Classement des utilisateurs
ja: ユーザーランキング
ko: 사용자 랭킹
zh: 用户排行榜

# emptyState
source: This is where your "Registered Spot" list will be displayed.
fr: C'est ici que votre liste "Lieux saints inscrits" sera affichée.
ja: ここにあなたの「聖地記録」の一覧が 表示されます。
ko: 여기에 당신의 "등록한 성지" 목록이 표시됩니다.
zh: 这里将显示您的"已登记圣地"列表。

# urlNotOpen
source: Failed to Open URL
fr: Échec de l'ouverture de l'URL
ja: URLを開けませんでした
ko: URL을 열 수 없습니다
zh: 无法打开URL

source: Seichi Usage
fr: Utilisation de Seichi
ja: Seichiの使い方
ko: Seichi 사용법
zh: Seichi的用法

# seichiUsageTikTok
source: TikTok
ja: TikTokで紹介
ko: TikTok으로 소개

source: Visited Holy Place
fr: Lieux saints visités
ja: 訪問した聖地
ko: 방문한 성지
zh: 已访问圣地

source: Report
fr: Signaler
ja: 報告する
ko: 신고
zh: 举报

source: Report Received
fr: Signalement reçu
ja: 報告を受け付けました。
ko: 신고를 받았습니다.
zh: 举报已收到

# reportFailed
source: Failed to Send Report
fr: Échec de l'envoi du signalement
ja: 報告の送信に失敗しました。
ko: 신고 전송에 실패했습니다.
zh: 举报发送失败

source: Inappropriate Content
fr: Contenu inapproprié
ja: 不適切なコンテンツ
ko: 부적절한 콘텐츠
zh: 不适当的内容

source: Spam or Advertisement
fr: Spam ou publicité
ja: スパムまたは広告
ko: 스팸 또는 광고
zh: 垃圾邮件或广告

source: Incorrect Information
fr: Informations incorrectes
ja: 誤った情報
ko: 올바르지 않은 정보
zh: 错误信息

source: Other
fr: Autre
ja: その他
ko: 기타
zh: 其他

source: Select Report Reason
fr: Sélectionner le motif du signalement
ja: 報告理由を選択してください
ko: 신고 사유 선택
zh: 选择举报理由

source: Review List
fr: Liste des critiques
ja: 口コミ一覧
ko: 리뷰 목록
zh: 评论列表

source: Information
ja: 情報
ko: 정보
zh: 信息

source: Note
ja: ノート
ko: 메모
zh: 笔记

source: ・Basic Information
fr: ・Informations de base
ja: ・基本情報
ko: ・기본 정보
zh: ・基本信息

# spotMemo
source: ・Seichi Memo
fr: ・Mémo du lieu saint
ja: ・聖地メモ
ko: ・성지 메모
zh: ・圣地笔记

# yourMemo
source: ※This memo is only displayed to you
fr: ※Ce mémo est uniquement visible pour vous
ja: ※このメモはあなただけに表示されています
ko: ※이 메모는 당신만 볼 수 있습니다
zh: ※此笔记仅对您显示

# yourMemo2
source: 🔐This memo is only displayed to you
fr: 🔐Ce mémo est uniquement visible pour vous
ja: 🔐あなたにだけ表示されます。
ko: 🔐이 메모는 당신만 볼 수 있습니다
zh: 🔐此笔记仅对您显示

source: Scene
fr: Scène
ja: 登場シーン
ko: 등장 장면
zh: 登场场景

source: PREMIUM plan limited function
fr: Plan Premium limité
ja: PREMIUMプラン 限定機能
ko: PREMIUM 플랜 제한 기능
zh: PREMIUM计划 限定功能

# premiumPlanLimitedFunctionDescription
source: PREMIUM plan allows you to use more functions!
fr: Le plan Premium vous permet de voir plus de classements !
ja: PREMIUMプランに加入すると、 「ノート機能」が使えるようになります❗
ko: PREMIUM 플랜으로 더 많은 기능을 사용할 수 있습니다!
zh: PREMIUM计划允许您使用更多功能！

# premiumPlanLimitedFunctionDescription2
source: ◆ Your own memo ◆ You can save as many photos as you want
fr: ◆ Votre propre mémo ◆ Vous pouvez enregistrer un nombre illimité d'images
ja: ◆ あなただけに表示されるメモ ◆ 写真を何枚でも保存できる
ko: ◆ 당신만 볼 수 있는 사진 ◆ 사진을 무제한으로 저장할 수 있습니다
zh: ◆ 您的照片 ◆ 您可以拍摄照片并保存任意数量的照片

# premiumPlanLimitedFunctionDescription3
source: See this memo for details👆
fr: Voir ce mémo pour plus de détails👆
ja: 詳細はこのメモをタップ👆
ko: 자세한 내용은 이 사진을 탭하세요👆
zh: 查看此照片以获取更多信息👆

source: No available plan
fr: Aucun plan disponible
ja: 利用可能なプランがありません
ko: 사용 가능한 플랜이 없습니다
zh: 没有可用的计划

source: No available package
fr: Aucun package disponible
ja: 利用可能なパッケージが見つかりません
ko: 사용 가능한 패키지가 없습니다
zh: 没有可用的套餐

# premiumPlanPurchaseComplete
source: Premium plan purchase completed!
fr: Achat du plan Premium réussi !
ja: プレミアムプランの購入が完了しました！
ko: PREMIUM 플랜 구매가 완료되었습니다!
zh: Premium计划购买完成！

# purchaseError
source: Error occurred during purchase
fr: Erreur survenue lors de l'achat
ja: 購入処理中にエラーが発生しました
ko: 구매 처리 중 오류가 발생했습니다
zh: 购买过程中发生错误

# storeCommunicationError
source: Error occurred during communication with store
fr: Erreur survenue lors de la communication avec le magasin
ja: ストアとの通信中にエラーが発生しました
ko: 스토어와의 통신 중 오류가 발생했습니다
zh: 与商店通信过程中发生错误

source: Purchase canceled
fr: Achat annulé
ja: 購入がキャンセルされました
ko: 구매가 취소되었습니다
zh: 购买已取消

source: URL cannot be opened
fr: URL ne peut être ouvert
ja: URLを開けませんでした
ko: URL을 열 수 없습니다
zh: URL无法打开

# premiumPlan02
source: Premium Plan
fr: Plan Premium
ja: Premium プラン
ko: PREMIUM 플랜
zh: Premium计划

# premiumPlanEnjoy
source: Premium plan allows you to use more functions!
fr: Plan Premium vous permet de voir plus de classements !
ja: Premiumプランで Seichiをもっと楽しもう!
ko: Premium Service
zh: Premium服务

source: Monthly Plan
fr: Plan Mensuel
ja: 月額プラン
ko: 월간 플랜
zh: 月度计划

source: Month
fr: Mois
ja: 月
ko: 월
zh: 月

source: Affordable Price
fr: Prix abordable
ja: お手頃価格
ko: 저렴한 가격
zh: 实惠价格

source: Annual Plan
fr: Plan Annuel
ja: 年間プラン
ko: 연간 플랜
zh: 年度计划

source: Year
fr: An
ja: 年
ko: 년
zh: 年

# affordablePriceDescription
source: Available at a discounted price with annual subscription
fr: Disponible à un prix abordable avec une souscription annuelle
ja: 年間契約でお得に利用可能
ko: 연간 구독으로 저렴한 가격으로 이용 가능
zh: 年费订阅可享受优惠价格

# twoMonthDiscount
source: 2 months discount
fr: 2 mois de réduction
ja: ２ヶ月分お得
ko: 2개월 할인
zh: 2个月优惠

# premiumPlanNotApplied
source: ※ If the "special feature (limited function)" is not reflected after purchase, please restart the app. Or, please wait for a few minutes.
fr: ※ Si le "特典（限定機能）" n'est pas réfléchi après l'achat, veuillez redémarrer l'application. Ou, veuillez attendre quelques minutes.
ja: ※ 購入後に「特典（限定機能）」が反映されない場合、一度アプリを再起動してください。もしくは、数分ほど時間を空けてください。
ko: ※ 구매 후 「특전（제한 기능）」이 반영되지 않는 경우, 앱을 다시 시작하거나 몇 분 정도 기다려주세요.
zh: ※ 购买后，如果"特典（限定功能）"未反映，请重新启动应用程序。或者，请等待几分钟。

# premiumPlanPrice
source: Monthly plan ¥500/month | Annual plan ¥5,000/year
fr: Plan Mensuel ¥500/mois | Plan Annuel ¥5,000/an
ja: 月額プラン ¥500/月 | 年割プラン ¥5,000/年
ko: 월간 플랜 ¥500/월 | 연간 플랜 ¥5,000/년
zh: 月度计划 ¥500/月 | 年度计划 ¥5,000/年

# premiumPlanOldPrice
source: ※ If you purchased at the old price, the plan price will remain the same as when you purchased it.
fr: ※ Si vous avez acheté à l'ancien prix, le prix du plan restera le même que lors de l'achat.
ja: ※ 旧料金で購入している場合、プラン料金は購入時のままで変更はありません
ko: ※ 예전 가격으로 구매한 경우, 플랜 가격은 구매 당시의 가격으로 유지됩니다.
zh: ※ 如果以旧价格购买，计划价格将保持不变。

# faq1
source: Do the special features differ between the plans I purchase?
fr: Les fonctionnalités spéciales diffèrent-elles entre les plans que j'achète ?
ja: 購入するプランで特典の違いはありますか？
ko: 구매한 플랜에 특전 차이가 있나요?
zh: 购买的不同计划是否有特典差异？

# faq2
source: Will development continue in the future?
fr: Le développement continuera-t-il dans le futur ?
ja: 今後も開発は続けますか？
ko: 앱 개발은 계속 진행될 예정인가요?
zh: 未来还会继续开发吗？

# faq3
source: The special features are not reflected after purchase
fr: Les fonctionnalités spéciales ne sont pas réfléchies après l'achat
ja: 購入後に特典が反映されません
ko: 구매 후 특전이 반영되지 않습니다
zh: 购买后特典未反映

# faq4
source: Can I cancel in the middle?
fr: Puis-je annuler en cours de route ?
ja: 途中で解約はできますか？
ko: 중간에 해지할 수 있나요?
zh: 是否可以中途解约？

# faq5
source: Will the Premium plan be canceled if I delete the app?
fr: Le plan Premium sera-t-il annulé si je supprime l'application ?
ja: アプリを削除すると解約されますか？
ko: 앱을 삭제하면 Premium 플랜도 해지되나요?
zh: 如果删除应用，Premium计划会被解约吗？

# faq6
source: Can I get a refund after purchase?
fr: Puis-je obtenir un remboursement après l'achat ?
ja: 購入後の返金はできますか？
ko: 구매 후 환불할 수 있나요?
zh: 购买后可以退款吗？

# faq7
source: Is the Premium plan automatically updated?
fr: Le plan Premium est-il automatiquement mis à jour ?
ja: Premiumプランは自動更新ですか？
ko: Premium 플랜은 자동 갱신되나요?
zh: Premium计划是否自动更新？

# faq8
source: What is the contract period?
fr: Quelle est la durée du contrat ?
ja: 契約期間を教えて下さい
ko: 계약 기간은 얼마나 되나요?
zh: 合同期限是多久？

# faq9
source: Can I change the plan?
fr: Puis-je modifier le plan ?
ja: プランの変更はできますか？
ko: 플랜을 변경할 수 있나요?
zh: 是否可以更改计划？

# faq10
source: Please tell me the contact information
fr: Veuillez me donner les informations de contact
ja: お問い合わせ先を教えて下さい
ko: 연락처를 알려주세요
zh: 请告诉我联系信息

# answer1
source: Yes, the special features are all the same. Whether it's a monthly plan or an annual plan, all the same special features can be used.
fr: Oui, les fonctionnalités spéciales sont toutes identiques. Que vous ayez un plan mensuel ou un plan annuel, vous pouvez utiliser les mêmes fonctionnalités spéciales.
ja: はい、特典は全て同じ内容です。月額プランでも年額プランでも、全て同じ内容の特典をご利用いただけます。
ko: 네, 특전은 모두 동일한 내용입니다. 월간 플랜이든 연간 플랜이든 모두 동일한 내용의 특전을 이용할 수 있습니다.
zh: 是的，特典都是相同的。无论是月度计划还是年度计划，都可以使用相同的特典。
